{
  "en-EN": "es-ES",
  "name": "nombre",
  "Work Experience": "Experiencia Laboral",
  "Projects": "Proyectos",
  "About Me": "Sobre Mí",
  "Flag": "Bandera",
  "Spanish": "Español",
  "English": "Inglés",
  "French": "Francés",
  "Current language": "Lenguaje actual",
  "Available for work": "Disponible para trabajar",
  "Open to opportunities": "Abierto a oportunidades",
  "Select theme": "Elige tema",
  "Light": "Claro",
  "Dark": "Oscuro",
  "System": "Sistema",
  "Hey, I'm": "Buenas, soy",
  "Picture Naiim": "Foto Naiim",
  "Front-End Developer": "Desarrollador Front-End",
  "from Madrid, Spain.": "de Madrid, España.",
  "Specialized in the development of unique web applications.": "Especializado en el desarrollo de aplicaciones web únicas.",
  "Contact me": "Contáctame",
  "More": "Saber más",
  "Code": "Código",
  "Preview": "Previsualización",
  "Close": "Cerrar",
  "Currently": "Actualmente",
  "Responsible for the platform, components and utilities for creation and development. Support and maintenance of old projects and services.": "Responsable de la plataforma, componentes y utilidades para la creación y desarrollo. Soporte y mantenimiento de antiguos proyectos y servicios.",
  "Multilingual development with I18N for broad accessibility": "Desarrollo multilingüe con I18N para amplia accesibilidad",
  "Focus on minimalist style UI/UX design": "Enfoque en diseño UI/UX de estilo minimalista",
  "Design of tables and graphs (APEXCHARTS), with integrated dynamic actions": "Diseño de tablas y gráficas (APEXCHARTS), con acciones dinámicas integradas",
  "Code optimization for efficiency and performance": "Optimización de código para mayor eficiencia y rendimiento",
  "Coordination with colleagues to resolve customer request": "Coordinación con compañeros para resolver las solicitudes de los clientes",
  "Apr": "Abr",
  "Responsible for the creation of the platform and its proper functioning. Technical support and customer service": "Responsable de creación de plataforma y buen funcionamiento de la misma. Soporte técnico y atención al cliente",
  "Web design including UX and navigability": "Diseño web incluyendo UX y navegabilidad",
  "Payment gateway and collection system": "Pasarela de pago y sistema de cobro",
  "Audiovisual content management": "Gestión del contenido audiovisual",
  "Technical Support":"Soporte técnico",
  "Support in technical support and creation of new web sites":"Apoyo en soporte técnico y creación de nuevos sitios webs",
  "Content manager": "Gestor de contenido",
  "Get connected with me on social networks:": "Conéctate conmigo en las redes sociales:",
  "Reporting platform for manufacturing plants. Built from scratch with React, Node.js and Tailwind CSS.": "Plataforma de reportes para plantas de fabricación. Creado desde cero con React, Node.js y Tailwind CSS.",
  "Free platform for movies and series. Built from scratch with React, Node.js and Tailwind CSS.": "Plataforma gratuita de películas y series. Creada desde cero con React, Node.js y Tailwind CSS.",
  "My name is": "Me llamo",
  "I am currently": "Actualmente estoy",
  "developing in a multinational": "desarrollando en una multinacional",
  "Some of my successes include": "Algunos de mis éxitos incluyen",
  "collaborate with CocaCola on a reporting platform at its factories in different parts of the world": "colaborar con CocaCola en una plataforma de reportes en sus fábricas en diferentes lugares del mundo",
  "I am still working on it at Seppelec": "Sigo trabajando actualmente con ello en Seppelec",
  "Recreation of the classic NES motocross game with new features, such as coin collecting and lives, all in a digital environment!":"Recreación del clásico juego de motocross de NES con nuevas funciones, como recolección de monedas y vidas, ¡todo en un entorno digital!",
  "Picture Project": "Imagen Proyecto",
  "Download CV": "Descargar CV"
}
